Revit 2027 API
ParameterTypeId.SpaceNumberParam Property
 "Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceNumberParam { get; }
Public Shared ReadOnly Property SpaceNumberParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceNumberParam {
	ForgeTypeId^ get ();
}
static member SpaceNumberParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace